{
    "contact": "Contact me",
    "Briefcase": "briefcase",
    "Software": "Software Developer",
    "Learn more about me": "Learn more about me",
    "Start": "Start",
    "Technologies": "Technologies",
    "My Projects": "My Projects",
    "Skill": "Programming Skills",
    "greeting": "Hello, world!",
    "About me": "About me",
    "See my information": "See my information",
    "Full names": "Full names",
    "Example full name": "Example: Juan Perez",
    "Email": "Email",
    "Example emial": "Example: example@gmail.com",
    "Affair": "Affair",
    "Message": "Message",
    "Example message": "This is message",
    "Send": "Send",
    "Close": "Close",
    "Hello friends": "Hello friends!",
    "Age": "Age:",
    "See more": "See more",
    "Residence": "Residence:",
    "Education": "Education",
    "Work experiences": "Work experience",
    "Projects": "Projects",
    "Full name is required": "Full name is required.",
    "Full name must be at least 2 characters": "Full name must be at least 2 characters.",
    "Subject is required": "Subject is required.",
    "Subject must be at least 2 characters": "Subject must be at least 2 characters.",
    "Email is required": "Email is required.",
    "Invalid email format": "Invalid email format.",
    "Message is required": "Message is required.",
    "Message must be at least 2 characters": "Message must be at least 2 characters.",
    "Projects presentation": "Throughout my academic training and work career, I have participated in various projects that cover a wide spectrum of technologies and tools. These experiences have been fundamental to my professional development, providing me with the opportunity to face varied challenges and expand my skills. Each project has contributed significantly to my growth, allowing me to acquire solid knowledge and a versatile perspective in the technological field.",
    "Frameworks presentation": "My work experience and academic training has given me the opportunity to work with various frameworks. Thanks to this experience, I have developed skills in both the frontend and backend, allowing me to create web pages and participate in multiple projects. This versatility has enabled me to adapt to different technological environments and efficiently take advantage of the characteristics of different frameworks in my developments. I am committed to continuing to explore new technologies and optimize my capabilities in creating innovative solutions.",
    "Technologies presentation": "Throughout my academic training and work experience, I have acquired skills in various technologies. My experience in software development covers the use of various programming languages and the application of various technologies. This diversity has allowed me to approach challenges from different perspectives and easily adapt to varied technological environments. I am committed to continuing to learn and apply my knowledge in innovative projects.",
    "Academic training": "Academic training:",
    "Bachelor of Science": "Bachelor of Science.",
    "Software Technology": "Software technology.",
    "Software Engineering": "Software Engineering.",
    "Work experience": "Work experience:",
    "Personal information": "Personal information:",
    "Programming languages": "Programming languages",
    "language text": "The languages I am most familiar with are: TypeScript, PHP, Java, JavaScript and Python.",
    "Database": "Database",
    "Database text": "In the database field, I have experience with PostgreSQL and MySQL. Additionally, I have skills in database modeling and administration.",
    "Frameworks": "Frameworks",
    "Framework text": "Regarding frameworks, I have experience in Angular, Laravel, Nest.js and Spring Boot. I have worked as both a frontend and backend programmer, which has allowed me to gain skills in both roles.",
    "Version manager": "Version manager",
    "Version text": "For version management, my main tool is Git, complemented by its interfaces such as GitHub and GitLab.",
    "Welcome": "Welcome to my app.",
    "presentation": "I am Steveen Ordoñez, a software development technologist with comprehensive experience in web design and development, covering both backend and frontend, and excelling in database administration.",
    "presentation of skills": "My skills focus on TypeScript, PHP, Java and JavaScript, using frameworks such as Angular, Laravel and NestJS. Additionally, I have experience with databases such as Postgres and MySQL."
}