{
    "contact": "Contactame",
    "Briefcase": "Portafolio",
    "Software": "Desarrollador de Software",
    "Start": "Inicio",
    "Learn more about me": "Conoce más sobre mí",
    "Technologies": "Tecnologías",
    "My Projects": "Mis Proyectos",
    "Skill": "Habilidades de Programación",
    "greeting": "¡Hola, mundo!",
    "About me": "Sobre mí",
    "See my information": "Ver mi información",
    "Full names": "Nombre completos",
    "Example full name": "Ejemplo: Juan Perez",
    "Email": "Correo Electrónico",
    "Example emial": "Ejemplo: ejemplo@gmail.com",
    "Affair": "Asunto",
    "Message": "Message",
    "Example message": "Este es el mensaje",
    "Send": "Enviar",
    "Close": "Cerrar",
    "Hello friends": "Hola Amigos!",
    "Age": "Edad:",
    "See more": "Ver más",
    "Residence": "Residencia:",
    "Education": "Educación",
    "Work experiences": "Experiencia Laboral",
    "Projects": "Proyectos",
    "Full name is required": "Se requiere nombre completo.",
    "Full name must be at least 2 characters": "El nombre completo debe tener al menos 2 caracteres.",
    "Subject is required": "El asunto es obligatorio ",
    "Subject must be at least 2 characters": "El asunto debe tener al menos 2 caracteres.",
    "Email is required": "Se requiere correo electrónico.",
    "Invalid email format": "Formato de correo inválido.",
    "Message is required": "Se requiere mensaje.",
    "Message must be at least 2 characters": "El mensaje debe tener al menos 2 caracteres.",
    "Projects presentation": "A lo largo de mi formación académica y trayectoria laboral, he participado en diversos proyectos que abarcan un amplio espectro de tecnologías y herramientas. Estas experiencias han sido fundamentales para mi desarrollo profesional, proporcionándome la oportunidad de enfrentar desafíos variados y ampliar mis habilidades. Cada proyecto ha contribuido significativamente a mi crecimiento, permitiéndome adquirir un conocimiento sólido y una perspectiva versátil en el ámbito tecnológico. ",
    "Frameworks presentation": "Mi experiencia laboral y formación académica me ha brindado la oportunidad de trabajar con diversos frameworks. Gracias a esta experiencia, he desarrollado habilidades tanto en el frontend como en el backend, permitiéndome crear páginas web y participar en múltiples proyectos. Esta versatilidad me ha capacitado para adaptarme a diferentes entornos tecnológicos y aprovechar eficientemente las características de distintos frameworks en mis desarrollos. Estoy comprometido a seguir explorando nuevas tecnologías y optimizando mis capacidades en la creación de soluciones innovadoras.",
    "Technologies presentation": "A lo largo de mi formación académica y experiencia laboral, he adquirido habilidades en diversas tecnologías. Mi experiencia en el desarrollo de software abarca el uso de varios lenguajes de programación y la aplicación de diversas tecnologías. Esta diversidad me ha permitido abordar desafíos desde diferentes perspectivas y adaptarme fácilmente a entornos tecnológicos variados. Estoy comprometido a seguir aprendiendo y aplicando mis conocimientos en proyectos innovadores.",
    "Academic training": "Formación académica:",
    "Bachelor of Science": "Bachillerato en Ciencias.",
    "Software Technology": "Tecnología en software.",
    "Software Engineering": "Ingenieria en Software.",
    "Work experience": "Experiencia Laboral:",
    "Personal information": "Información Personal:",
    "Programming languages": "Lenguajes de Programación",
    "language text": "Los lenguajes con los que estoy más familiarizado son: TypeScript, PHP, Java, JavaScript y Python.",
    "Database": "Base de Datos",
    "Database text": "En el ámbito de bases de datos, tengo experiencia con PostgreSQL y MySQL. Además, cuento con habilidades en el modelado y administración de bases de datos.",
    "Frameworks": "Frameworks",
    "Framework text": "En cuanto a frameworks, poseo experiencia en Angular, Laravel, Nest.js y Spring Boot. He trabajado tanto como programador frontend como backend, lo que me ha permitido adquirir habilidades en ambos roles.",
    "Version manager": "Gestionador de versiones",
    "Version text": "Para la gestión de versiones, mi herramienta principal es Git, complementado con sus interfaces como GitHub y GitLab.",
    "Welcome": "Bienvenido a mi aplicación.",
    "presentation": "Soy Steveen Ordoñez, Tecnólogo en desarrollo de software con experiencia integral en diseño y desarrollo web, abarcando tanto el backend como el frontend, y destacando en la administración de bases de datos.",
    "presentation of skills": "Mis habilidades se centran en TypeScript, PHP, Java y JavaScript, utilizando frameworks como Angular, Laravel y NestJS. Además, tengo experiencia con bases de datos como Postgres y MySQL."
}